driver-tests/bpelse/assign/AssignJbi/test/results/CopyshortInvoke/Actual_20130318180007_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <shortPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_short>1000</xsd_short>
      <optional_short>20</optional_short>
      <repeat_short>20</repeat_short>
      <repeat_short>1</repeat_short>
    </shortPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>